Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexWidgetKitSupport/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# widget.control.description
source: Shows the task at the top of Today.
ar: يعرض المهمة في أعلى قائمة اليوم.
bn: আজকের তালিকার সবার উপরের টাস্কটি দেখায়।
de: Zeigt die oberste Aufgabe in „Heute“.
el: Εμφανίζει την εργασία στην κορυφή του «Σήμερα».
es: Muestra la primera tarea de Hoy.
fa: کار بالای فهرست «امروز» را نشان می‌دهد.
fr: Affiche la tâche en tête d’Aujourd’hui.
he: מציג את המשימה שבראש "היום".
hi: आज की सूची में सबसे ऊपर का कार्य दिखाता है।
id: Menampilkan tugas teratas di Hari Ini.
it: Mostra l’attività in cima a Oggi.
ja: 今日の先頭のタスクを表示します。
ko: 오늘의 맨 위 할 일을 표시합니다.
mr: आजच्या यादीतील सर्वात वरचे कार्य दाखवते.
ms: Menunjukkan tugas teratas dalam Hari Ini.
nl: Toont de bovenste taak in ‘Vandaag’.
pl: Pokazuje zadanie na początku „Dzisiaj”.
pt_br: Mostra a tarefa no topo de Hoje.
ro: Afișează prima sarcină din „Astăzi”.
ru: Показывает задачу, которая стоит первой в «Сегодня».
th: แสดงงานบนสุดของวันนี้
tr: Bugün sayfasının en üstündeki görevi gösterir.
uk: Показує завдання, яке стоїть першим у «Сьогодні».
ur: "آج" میں سب سے اوپر والا کام دکھاتا ہے۔
vi: Hiển thị nhiệm vụ đứng đầu trong Hôm nay.
zh_hans: 显示“今天”最上面的任务。
zh_hant: 顯示今天最上方的任務。

# widget.control.display_name
source: Lorvex Today
ar: Lorvex اليوم
bn: Lorvex আজ
de: Lorvex Heute
el: Lorvex Σήμερα
es: Lorvex Hoy
fa: Lorvex امروز
fr: Lorvex Aujourd’hui
he: Lorvex היום
hi: Lorvex आज
id: Lorvex Hari Ini
it: Lorvex Oggi
ja: Lorvex 今日
ko: Lorvex 오늘
mr: Lorvex आज
ms: Lorvex Hari Ini
nl: Lorvex Vandaag
pl: Lorvex Dzisiaj
pt_br: Lorvex Hoje
ro: Lorvex Astăzi
ru: Lorvex Сегодня
th: Lorvex วันนี้
tr: Lorvex Bugün
uk: Lorvex Сьогодні
ur: Lorvex آج
vi: Lorvex Hôm nay
zh_hans: Lorvex 今天
zh_hant: Lorvex 今天

# widget.control.preview.task_title
source: Review spec
ar: مراجعة المواصفات
bn: স্পেক পর্যালোচনা করা
de: Spezifikation prüfen
el: Ανασκόπηση προδιαγραφών
es: Revisar especificación
fa: مرور مشخصات
fr: Relire les spécifications
he: סקירת המפרט
hi: स्पेक की समीक्षा करें
id: Tinjau spesifikasi
it: Rivedi le specifiche
ja: 仕様書をレビュー
ko: 사양서 검토
mr: स्पेकचा आढावा घेणे
ms: Semak spesifikasi
nl: Specificatie nakijken
pl: Przejrzeć specyfikację
pt_br: Revisar especificação
ro: Verificare specificație
ru: Проверить спецификацию
th: ทบทวนข้อกำหนด
tr: Teknik şartnameyi gözden geçir
uk: Перевірити специфікацію
ur: تصریحات کا جائزہ
vi: Xem lại đặc tả
zh_hans: 审阅规格
zh_hant: 審閱規格書

# widget.day.left.under_title
source: %lld left
ar: %lld متبقية
bn: %lldটি বাকি
de: %lld übrig
el: %lld ακόμη
es: %lld pendientes
fa: %lld باقی
fr: %lld restantes
he: נותרו %lld
hi: %lld बाकी
id: %lld tersisa
it: %lld rimaste
ja: 残り%lld件
ko: %lld개 남음
mr: %lld शिल्लक
ms: %lld berbaki
nl: %lld over
pl: Zostało: %lld
pt_br: %lld restantes
ro: %lld rămase
ru: Осталось: %lld
th: เหลือ %lld
tr: %lld kaldı
uk: Залишилося: %lld
ur: %lld باقی
vi: Còn %lld
zh_hans: 还剩 %lld 项
zh_hant: 剩下 %lld 個

# widget.day.work
source: about %@
ar: حوالي %@
bn: প্রায় %@
de: Etwa %@
el: περίπου %@
es: aprox. %@
fa: حدود %@
fr: environ %@
he: בערך %@
hi: लगभग %@
id: sekitar %@
it: circa %@
ja: 約%@
ko: 약 %@
mr: सुमारे %@
ms: kira-kira %@
nl: Ongeveer %@
pl: ok. %@
pt_br: cerca de %@
ro: Aproximativ %@
ru: около %@
th: ประมาณ %@
tr: yaklaşık %@
uk: близько %@
ur: تقریباً %@
vi: khoảng %@
zh_hans: 约 %@
zh_hant: 約 %@

# widget.fallback.unavailable
source: Widget data is not available.
ar: بيانات الأداة غير متاحة.
bn: উইজেটের ডেটা উপলভ্য নয়।
de: Widget-Daten sind nicht verfügbar.
el: Τα δεδομένα του widget δεν είναι διαθέσιμα.
es: Los datos del widget no están disponibles.
fa: داده‌های ویجت در دسترس نیست.
fr: Les données du widget ne sont pas disponibles.
he: נתוני הווידג׳ט אינם זמינים.
hi: विजेट का डेटा उपलब्ध नहीं है।
id: Data widget tidak tersedia.
it: I dati del widget non sono disponibili.
ja: ウィジェットのデータを利用できません。
ko: 위젯 데이터를 사용할 수 없습니다.
mr: विजेटचा डेटा उपलब्ध नाही.
ms: Data widget tidak tersedia.
nl: De gegevens voor de widget zijn niet beschikbaar.
pl: Dane widżetu są niedostępne.
pt_br: Os dados do widget não estão disponíveis.
ro: Datele widgetului nu sunt disponibile.
ru: Данные виджета недоступны.
th: ไม่มีข้อมูลวิดเจ็ต
tr: Araç takımı verileri kullanılamıyor.
uk: Дані віджета недоступні.
ur: ویجٹ کا ڈیٹا دستیاب نہیں۔
vi: Dữ liệu tiện ích không khả dụng.
zh_hans: 小组件数据不可用。
zh_hant: 無法使用小工具資料。

# widget.habits.desc
source: See today’s habit progress at a glance.
ar: اطّلع على تقدم عاداتك اليوم بنظرة سريعة.
bn: আজকের অভ্যাসের অগ্রগতি এক নজরে দেখুন।
de: Sieh den Fortschritt deiner Gewohnheiten von heute auf einen Blick.
el: Δείτε με μια ματιά την πρόοδο των συνηθειών σας για σήμερα.
es: Consulta de un vistazo el progreso de tus hábitos de hoy.
fa: پیشرفت عادت‌های امروز را با یک نگاه ببینید.
fr: Consultez d’un coup d’œil la progression de vos habitudes du jour.
he: מבט מהיר על ההתקדמות בהרגלים של היום.
hi: आज की आदतों की प्रगति एक नज़र में देखें।
id: Lihat kemajuan kebiasaan hari ini sekilas.
it: Consulta a colpo d’occhio i progressi delle abitudini di oggi.
ja: 今日の習慣の進捗をひと目で確認できます。
ko: 오늘의 습관 진행 상황을 한눈에 확인하세요.
mr: आजच्या सवयींची प्रगती एका दृष्टिक्षेपात पाहा.
ms: Lihat kemajuan tabiat hari ini dengan sekali pandang.
nl: Zie de voortgang van je gewoontes van vandaag in één oogopslag.
pl: Śledź dzisiejszy postęp nawyków na pierwszy rzut oka.
pt_br: Veja rapidamente o progresso dos hábitos de hoje.
ro: Vedeți dintr-o privire progresul obiceiurilor de astăzi.
ru: Следите за прогрессом привычек на сегодня с одного взгляда.
th: ดูความคืบหน้านิสัยของวันนี้ได้ในพริบตา
tr: Bugünkü alışkanlık ilerlemesini tek bakışta görün.
uk: Стежте за прогресом звичок на сьогодні з одного погляду.
ur: آج کی عادات کی پیش رفت ایک نظر میں دیکھیں۔
vi: Xem nhanh tiến độ thói quen hôm nay.
zh_hans: 一眼查看今天的习惯进度。
zh_hant: 一眼看清今天的習慣進度。

# widget.habits.fallback
source: Open Lorvex to load habits.
ar: افتح Lorvex لتحميل العادات.
bn: অভ্যাস লোড করতে Lorvex খুলুন।
de: Öffne Lorvex, um Gewohnheiten zu laden.
el: Ανοίξτε το Lorvex για να φορτώσετε τις συνήθειες.
es: Abre Lorvex para cargar los hábitos.
fa: برای بارگیری عادت‌ها، Lorvex را باز کنید.
fr: Ouvrez Lorvex pour charger les habitudes.
he: יש לפתוח את Lorvex כדי לטעון את ההרגלים.
hi: आदतें लोड करने के लिए Lorvex खोलें।
id: Buka Lorvex untuk memuat kebiasaan.
it: Apri Lorvex per caricare le abitudini.
ja: Lorvexを開いて習慣を読み込んでください。
ko: Lorvex를 열어 습관을 불러오세요.
mr: सवयी लोड करण्यासाठी Lorvex उघडा.
ms: Buka Lorvex untuk memuatkan tabiat.
nl: Open Lorvex om gewoontes te laden.
pl: Otwórz Lorvex, aby wczytać nawyki.
pt_br: Abra o Lorvex para carregar os hábitos.
ro: Deschideți Lorvex pentru a încărca obiceiurile.
ru: Откройте Lorvex, чтобы загрузить привычки.
th: เปิด Lorvex เพื่อโหลดนิสัย
tr: Alışkanlıkları yüklemek için Lorvex’i açın.
uk: Відкрийте Lorvex, щоб завантажити звички.
ur: عادات لوڈ کرنے کے لیے Lorvex کھولیں۔
vi: Mở Lorvex để tải các thói quen.
zh_hans: 打开 Lorvex 以加载习惯。
zh_hant: 開啟 Lorvex 以載入習慣。

# widget.habits.name
source: Habits
ar: العادات
bn: অভ্যাস
de: Gewohnheiten
el: Συνήθειες
es: Hábitos
fa: عادت‌ها
fr: Habitudes
he: הרגלים
hi: आदतें
id: Kebiasaan
it: Abitudini
ja: 習慣
ko: 습관
mr: सवयी
ms: Tabiat
nl: Gewoontes
pl: Nawyki
pt_br: Hábitos
ro: Obiceiuri
ru: Привычки
th: นิสัย
tr: Alışkanlıklar
uk: Звички
ur: عادات
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣

# widget.habits.title
source: Habits
ar: العادات
bn: অভ্যাস
de: Gewohnheiten
el: Συνήθειες
es: Hábitos
fa: عادت‌ها
fr: Habitudes
he: הרגלים
hi: आदतें
id: Kebiasaan
it: Abitudini
ja: 習慣
ko: 습관
mr: सवयी
ms: Tabiat
nl: Gewoontes
pl: Nawyki
pt_br: Hábitos
ro: Obiceiuri
ru: Привычки
th: นิสัย
tr: Alışkanlıklar
uk: Звички
ur: عادات
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣

# widget.intent.complete.description
source: Complete a Lorvex task from a widget.
ar: إكمال مهمة في Lorvex من أداة.
bn: উইজেট থেকে একটি Lorvex টাস্ক সম্পূর্ণ করুন।
de: Erledigt eine Lorvex-Aufgabe über ein Widget.
el: Ολοκληρώστε μια εργασία Lorvex από ένα widget.
es: Completa una tarea de Lorvex desde un widget.
fa: تکمیل یک کار Lorvex از طریق ویجت.
fr: Termine une tâche de Lorvex depuis un widget.
he: השלמת משימה ב-Lorvex מתוך ווידג׳ט.
hi: विजेट से Lorvex का कोई कार्य पूर्ण करें।
id: Menyelesaikan tugas Lorvex dari widget.
it: Completa un’attività di Lorvex da un widget.
ja: ウィジェットからLorvexのタスクを完了します。
ko: 위젯에서 Lorvex 할 일을 완료합니다.
mr: विजेटवरून एक Lorvex कार्य पूर्ण करा.
ms: Menyelesaikan tugas Lorvex daripada widget.
nl: Voltooit een Lorvex-taak vanuit een widget.
pl: Oznacza zadanie Lorvex jako ukończone z poziomu widżetu.
pt_br: Conclui uma tarefa do Lorvex a partir de um widget.
ro: Finalizează o sarcină Lorvex dintr-un widget.
ru: Выполняет задачу Lorvex из виджета.
th: ทำงาน Lorvex ให้เสร็จจากวิดเจ็ต
tr: Bir araç takımından Lorvex görevini tamamlayın.
uk: Виконує завдання Lorvex із віджета.
ur: ویجٹ سے Lorvex کام مکمل کریں۔
vi: Hoàn thành một nhiệm vụ Lorvex từ tiện ích.
zh_hans: 从小组件完成一个 Lorvex 任务。
zh_hant: 從小工具完成 Lorvex 任務。

# widget.intent.complete.dialog
source: Completed %@.
ar: تم إكمال "%@".
bn: “%@” সম্পূর্ণ করা হয়েছে।
de: %@ erledigt.
el: Η εργασία %@ ολοκληρώθηκε.
es: Se completó “%@”.
fa: کار «%@» تکمیل شد.
fr: « %@ » terminée.
he: המשימה "%@" הושלמה.
hi: “%@” पूर्ण किया गया।
id: %@ diselesaikan.
it: “%@” completata.
ja: 「%@」を完了しました。
ko: “%@” 할 일을 완료했습니다.
mr: कार्य ‘%@’ पूर्ण केले.
ms: %@ diselesaikan.
nl: %@ voltooid.
pl: Ukończono zadanie „%@”.
pt_br: “%@” concluída.
ro: Sarcina %@ a fost finalizată.
ru: Задача «%@» выполнена.
th: ทำ %@ เสร็จแล้ว
tr: Tamamlandı: %@.
uk: Завдання «%@» виконано.
ur: کام "%@" مکمل ہو گیا۔
vi: Đã hoàn thành %@.
zh_hans: 已完成“%@”。
zh_hant: 已完成「%@」。

# widget.intent.complete.title
source: Complete Task
ar: إكمال المهمة
bn: টাস্ক সম্পূর্ণ করুন
de: Aufgabe erledigen
el: Ολοκλήρωση εργασίας
es: Completar tarea
fa: تکمیل کار
fr: Terminer la tâche
he: השלמת משימה
hi: कार्य पूर्ण करें
id: Selesaikan Tugas
it: Completa attività
ja: タスクを完了
ko: 할 일 완료
mr: कार्य पूर्ण करा
ms: Selesaikan Tugas
nl: Voltooi taak
pl: Ukończ zadanie
pt_br: Concluir tarefa
ro: Finalizare sarcină
ru: Выполнить задачу
th: ทำงานให้เสร็จ
tr: Görevi tamamla
uk: Виконати завдання
ur: کام مکمل کریں
vi: Hoàn thành nhiệm vụ
zh_hans: 完成任务
zh_hant: 完成任務

# widget.intent.complete_habit.description
source: Log a Lorvex habit from a widget.
ar: تسجيل عادة في Lorvex من أداة.
bn: উইজেট থেকে একটি Lorvex অভ্যাস লগ করুন।
de: Hakt eine Lorvex-Gewohnheit über ein Widget ab.
el: Καταγράψτε μια συνήθεια Lorvex από ένα widget.
es: Registra un hábito de Lorvex desde un widget.
fa: ثبت یک عادت Lorvex از طریق ویجت.
fr: Valide une habitude de Lorvex depuis un widget.
he: רישום הרגל ב-Lorvex מתוך ווידג׳ט.
hi: विजेट से Lorvex की कोई आदत दर्ज करें।
id: Mencatat check-in untuk kebiasaan Lorvex dari widget.
it: Completa un’abitudine di Lorvex da un widget.
ja: ウィジェットからLorvexの習慣を記録します。
ko: 위젯에서 Lorvex 습관을 기록합니다.
mr: विजेटवरून एक Lorvex सवय नोंदवा.
ms: Merekodkan check-in untuk tabiat Lorvex daripada widget.
nl: Vinkt een Lorvex-gewoonte af vanuit een widget.
pl: Wykonuje nawyk Lorvex z poziomu widżetu.
pt_br: Conclui um hábito do Lorvex a partir de um widget.
ro: Bifează un obicei Lorvex dintr-un widget.
ru: Выполняет привычку Lorvex из виджета.
th: เช็คอินนิสัย Lorvex จากวิดเจ็ต
tr: Bir araç takımından Lorvex alışkanlığını işaretleyin.
uk: Виконує звичку Lorvex із віджета.
ur: ویجٹ سے Lorvex عادت درج کریں۔
vi: Điểm danh một thói quen Lorvex từ tiện ích.
zh_hans: 从小组件记录一个 Lorvex 习惯。
zh_hant: 從小工具記錄 Lorvex 習慣。

# widget.intent.complete_habit.dialog
source: Logged %@.
ar: تم تسجيل "%@".
bn: “%@” লগ করা হয়েছে।
de: %@ abgehakt.
el: Η συνήθεια %@ καταγράφηκε.
es: Se registró “%@”.
fa: عادت «%@» ثبت شد.
fr: Habitude « %@ » validée.
he: ההרגל "%@" נרשם.
hi: “%@” का चेक-इन दर्ज किया गया।
id: Check-in %@ tercatat.
it: Abitudine “%@” completata.
ja: 「%@」を記録しました。
ko: “%@” 습관을 기록했습니다.
mr: सवय ‘%@’ नोंदवली.
ms: Check-in %@ direkodkan.
nl: %@ afgevinkt.
pl: Wykonano nawyk „%@”.
pt_br: Hábito “%@” concluído.
ro: Obiceiul %@ a fost bifat.
ru: Привычка «%@» выполнена.
th: เช็คอิน %@ แล้ว
tr: İşaretlendi: %@.
uk: Звичку «%@» виконано.
ur: عادت "%@" درج ہو گئی۔
vi: Đã điểm danh %@.
zh_hans: 已记录“%@”。
zh_hant: 已記錄「%@」。

# widget.intent.complete_habit.title
source: Complete Habit
ar: إكمال العادة
bn: অভ্যাস সম্পূর্ণ করুন
de: Gewohnheit erledigen
el: Ολοκλήρωση συνήθειας
es: Completar hábito
fa: تکمیل عادت
fr: Valider l’habitude
he: השלמת הרגל
hi: आदत पूर्ण करें
id: Selesaikan Kebiasaan
it: Completa abitudine
ja: 習慣を完了
ko: 습관 완료
mr: सवय पूर्ण करा
ms: Selesaikan Tabiat
nl: Voltooi gewoonte
pl: Wykonaj nawyk
pt_br: Concluir hábito
ro: Finalizare obicei
ru: Выполнить привычку
th: ทำนิสัยให้เสร็จ
tr: Alışkanlığı tamamla
uk: Виконати звичку
ur: عادت مکمل کریں
vi: Hoàn thành thói quen
zh_hans: 完成习惯
zh_hant: 完成習慣

# widget.intent.entity.task
source: Task
ar: المهمة
bn: টাস্ক
de: Aufgabe
el: Εργασία
es: Tarea
fa: کار
fr: Tâche
he: משימה
hi: कार्य
id: Tugas
it: Attività
ja: タスク
ko: 할 일
mr: कार्य
ms: Tugas
nl: Taak
pl: Zadanie
pt_br: Tarefa
ro: Sarcină
ru: Задача
th: งาน
tr: Görev
uk: Завдання
ur: کام
vi: Nhiệm vụ
zh_hans: 任务
zh_hant: 任務

# widget.intent.parameter.habit_id
source: Habit ID
ar: معرّف العادة
bn: অভ্যাসের আইডি
de: Gewohnheits-ID
el: Αναγνωριστικό συνήθειας
es: ID del hábito
fa: شناسه عادت
fr: ID de l’habitude
he: מזהה הרגל
hi: आदत ID
id: ID Kebiasaan
it: ID dell’abitudine
ja: 習慣ID
ko: 습관 ID
mr: सवयीचा ID
ms: ID Tabiat
nl: Gewoonte-ID
pl: ID nawyku
pt_br: ID do hábito
ro: ID obicei
ru: ID привычки
th: ID นิสัย
tr: Alışkanlık kimliği
uk: ID звички
ur: عادت کی آئی ڈی
vi: ID thói quen
zh_hans: 习惯 ID
zh_hant: 習慣 ID

# widget.intent.parameter.habit_name
source: Habit Name
ar: اسم العادة
bn: অভ্যাসের নাম
de: Name der Gewohnheit
el: Όνομα συνήθειας
es: Nombre del hábito
fa: نام عادت
fr: Nom de l’habitude
he: שם ההרגל
hi: आदत का नाम
id: Nama Kebiasaan
it: Nome dell’abitudine
ja: 習慣名
ko: 습관 이름
mr: सवयीचे नाव
ms: Nama Tabiat
nl: Naam van de gewoonte
pl: Nazwa nawyku
pt_br: Nome do hábito
ro: Numele obiceiului
ru: Название привычки
th: ชื่อนิสัย
tr: Alışkanlık adı
uk: Назва звички
ur: عادت کا نام
vi: Tên thói quen
zh_hans: 习惯名称
zh_hant: 習慣名稱

# widget.intent.parameter.task
source: Task
ar: المهمة
bn: টাস্ক
de: Aufgabe
el: Εργασία
es: Tarea
fa: کار
fr: Tâche
he: משימה
hi: कार्य
id: Tugas
it: Attività
ja: タスク
ko: 할 일
mr: कार्य
ms: Tugas
nl: Taak
pl: Zadanie
pt_br: Tarefa
ro: Sarcină
ru: Задача
th: งาน
tr: Görev
uk: Завдання
ur: کام
vi: Nhiệm vụ
zh_hans: 任务
zh_hant: 任務

# widget.placeholder.ready
source: Lorvex is ready.
ar: Lorvex جاهز.
bn: Lorvex প্রস্তুত।
de: Lorvex ist bereit.
el: Το Lorvex είναι έτοιμο.
es: Lorvex está listo.
fa: برنامه Lorvex آماده است.
fr: Lorvex est prêt.
he: אפליקציית Lorvex מוכנה.
hi: Lorvex तैयार है।
id: Lorvex siap.
it: Lorvex è pronto.
ja: Lorvexの準備ができました。
ko: Lorvex를 사용할 준비가 되었습니다.
mr: Lorvex तयार आहे.
ms: Lorvex sedia.
nl: Lorvex is klaar.
pl: Lorvex jest gotowy.
pt_br: O Lorvex está pronto.
ro: Lorvex este gata.
ru: Lorvex готов.
th: Lorvex พร้อมใช้งานแล้ว
tr: Lorvex hazır.
uk: Lorvex готовий.
ur: ایپ Lorvex تیار ہے۔
vi: Lorvex đã sẵn sàng.
zh_hans: Lorvex 已准备就绪。
zh_hant: Lorvex 已準備就緒。

# widget.preview.habit.meditate
source: Meditate
ar: التأمل
bn: ধ্যান করা
de: Meditieren
el: Διαλογισμός
es: Meditar
fa: مراقبه
fr: Méditer
he: מדיטציה
hi: ध्यान करना
id: Meditasi
it: Meditare
ja: 瞑想
ko: 명상
mr: ध्यान करणे
ms: Meditasi
nl: Mediteren
pl: Medytować
pt_br: Meditar
ro: Meditație
ru: Медитировать
th: นั่งสมาธิ
tr: Meditasyon yap
uk: Медитувати
ur: مراقبہ
vi: Thiền
zh_hans: 冥想
zh_hant: 冥想

# widget.preview.habit.read
source: Read
ar: القراءة
bn: পড়া
de: Lesen
el: Διάβασμα
es: Leer
fa: مطالعه
fr: Lire
he: קריאה
hi: पढ़ना
id: Membaca
it: Leggere
ja: 読書
ko: 독서
mr: वाचन
ms: Membaca
nl: Lezen
pl: Czytać
pt_br: Ler
ro: Citit
ru: Читать
th: อ่านหนังสือ
tr: Kitap oku
uk: Читати
ur: مطالعہ
vi: Đọc sách
zh_hans: 阅读
zh_hant: 閱讀

# widget.preview.habit.walk
source: Walk
ar: المشي
bn: হাঁটা
de: Spaziergang
el: Περπάτημα
es: Caminar
fa: پیاده‌روی
fr: Marcher
he: הליכה
hi: टहलना
id: Berjalan kaki
it: Camminare
ja: 散歩
ko: 산책
mr: चालणे
ms: Berjalan kaki
nl: Wandelen
pl: Spacerować
pt_br: Caminhar
ro: Plimbare
ru: Гулять
th: เดิน
tr: Yürüyüş yap
uk: Гуляти
ur: چہل قدمی
vi: Đi bộ
zh_hans: 散步
zh_hant: 散步

# widget.preview.habit.water
source: Drink water
ar: شرب الماء
bn: জল পান করা
de: Wasser trinken
el: Κατανάλωση νερού
es: Beber agua
fa: نوشیدن آب
fr: Boire de l’eau
he: שתיית מים
hi: पानी पीना
id: Minum air
it: Bere acqua
ja: 水を飲む
ko: 물 마시기
mr: पाणी पिणे
ms: Minum air
nl: Water drinken
pl: Pić wodę
pt_br: Beber água
ro: Hidratare
ru: Пить воду
th: ดื่มน้ำ
tr: Su iç
uk: Пити воду
ur: پانی پینا
vi: Uống nước
zh_hans: 喝水
zh_hant: 喝水

# widget.progress.desc
source: Track today’s task completion at a glance.
ar: تابع إنجاز مهام اليوم بنظرة سريعة.
bn: আজকের টাস্ক সম্পূর্ণ হওয়ার অগ্রগতি এক নজরে দেখুন।
de: Sieh auf einen Blick, wie viele heutige Aufgaben erledigt sind.
el: Παρακολουθήστε με μια ματιά την ολοκλήρωση των εργασιών σήμερα.
es: Sigue de un vistazo las tareas que completas hoy.
fa: تکمیل کارهای امروز را با یک نگاه دنبال کنید.
fr: Suivez d’un coup d’œil l’avancement des tâches du jour.
he: מבט מהיר על השלמת המשימות של היום.
hi: आज के कितने कार्य पूरे हुए, एक नज़र में देखें।
id: Pantau penyelesaian tugas hari ini sekilas.
it: Segui a colpo d’occhio il completamento delle attività di oggi.
ja: 今日のタスクの達成状況をひと目で確認できます。
ko: 오늘의 할 일 완료 현황을 한눈에 확인하세요.
mr: आजची कार्ये किती पूर्ण झाली ते एका दृष्टिक्षेपात पाहा.
ms: Jejaki penyelesaian tugas hari ini dengan sekali pandang.
nl: Volg de voortgang van de taken van vandaag in één oogopslag.
pl: Śledź dzisiejszy postęp zadań na pierwszy rzut oka.
pt_br: Acompanhe rapidamente a conclusão das tarefas de hoje.
ro: Urmăriți dintr-o privire finalizarea sarcinilor de astăzi.
ru: Следите за выполнением задач на сегодня с одного взгляда.
th: ติดตามความคืบหน้างานของวันนี้ได้ในพริบตา
tr: Bugünkü görev tamamlamayı tek bakışta izleyin.
uk: Стежте за виконанням завдань на сьогодні з одного погляду.
ur: آج کے کاموں کی تکمیل ایک نظر میں دیکھیں۔
vi: Theo dõi nhanh mức hoàn thành nhiệm vụ hôm nay.
zh_hans: 一眼追踪今天的任务完成情况。
zh_hant: 一眼看清今天的任務完成情況。

# widget.progress.fallback
source: Open Lorvex to load.
ar: افتح Lorvex للتحميل.
bn: লোড করতে Lorvex খুলুন।
de: Öffne Lorvex zum Laden.
el: Ανοίξτε το Lorvex για φόρτωση.
es: Abre Lorvex para cargar.
fa: برای بارگیری، Lorvex را باز کنید.
fr: Ouvrez Lorvex pour charger.
he: יש לפתוח את Lorvex כדי לטעון.
hi: लोड करने के लिए Lorvex खोलें।
id: Buka Lorvex untuk memuat.
it: Apri Lorvex per caricare.
ja: Lorvexを開いて読み込んでください。
ko: Lorvex를 열어 불러오세요.
mr: लोड करण्यासाठी Lorvex उघडा.
ms: Buka Lorvex untuk memuatkan.
nl: Open Lorvex om te laden.
pl: Otwórz Lorvex, aby wczytać.
pt_br: Abra o Lorvex para carregar.
ro: Deschideți Lorvex pentru încărcare.
ru: Откройте Lorvex для загрузки.
th: เปิด Lorvex เพื่อโหลด
tr: Yüklemek için Lorvex’i açın.
uk: Відкрийте Lorvex для завантаження.
ur: لوڈ کرنے کے لیے Lorvex کھولیں۔
vi: Mở Lorvex để tải.
zh_hans: 打开 Lorvex 以加载。
zh_hant: 開啟 Lorvex 以載入。

# widget.progress.name
source: Daily Progress
ar: التقدم اليومي
bn: দৈনিক অগ্রগতি
de: Tagesfortschritt
el: Ημερήσια πρόοδος
es: Progreso diario
fa: پیشرفت روزانه
fr: Progression du jour
he: התקדמות יומית
hi: दैनिक प्रगति
id: Kemajuan Harian
it: Progressi giornalieri
ja: 今日の進捗
ko: 오늘의 진행 상황
mr: दैनिक प्रगती
ms: Kemajuan Harian
nl: Dagvoortgang
pl: Postęp dnia
pt_br: Progresso diário
ro: Progres zilnic
ru: Прогресс за день
th: ความคืบหน้ารายวัน
tr: Günlük ilerleme
uk: Прогрес за день
ur: روزانہ پیش رفت
vi: Tiến độ hàng ngày
zh_hans: 每日进度
zh_hant: 今日進度

# widget.progress.title
source: Progress
ar: التقدم
bn: অগ্রগতি
de: Fortschritt
el: Πρόοδος
es: Progreso
fa: پیشرفت
fr: Progression
he: התקדמות
hi: प्रगति
id: Kemajuan
it: Progressi
ja: 進捗
ko: 진행 상황
mr: प्रगती
ms: Kemajuan
nl: Voortgang
pl: Postęp
pt_br: Progresso
ro: Progres
ru: Прогресс
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# widget.progress.unavailable
source: Progress unavailable
ar: التقدم غير متاح
bn: অগ্রগতি উপলভ্য নয়
de: Fortschritt nicht verfügbar
el: Η πρόοδος δεν είναι διαθέσιμη
es: Progreso no disponible
fa: پیشرفت در دسترس نیست
fr: Progression indisponible
he: ההתקדמות אינה זמינה
hi: प्रगति उपलब्ध नहीं
id: Kemajuan tidak tersedia
it: Progressi non disponibili
ja: 進捗を表示できません
ko: 진행 상황을 확인할 수 없음
mr: प्रगती उपलब्ध नाही
ms: Kemajuan tidak tersedia
nl: Voortgang niet beschikbaar
pl: Postęp niedostępny
pt_br: Progresso indisponível
ro: Progres indisponibil
ru: Прогресс недоступен
th: ความคืบหน้าไม่พร้อมใช้งาน
tr: İlerleme kullanılamıyor
uk: Прогрес недоступний
ur: پیش رفت دستیاب نہیں
vi: Tiến độ không khả dụng
zh_hans: 进度不可用
zh_hant: 無法顯示進度

# widget.status.open_to_refresh
source: Open Lorvex to refresh
ar: افتح Lorvex للتحديث
bn: রিফ্রেশ করতে Lorvex খুলুন
de: Öffne Lorvex zum Aktualisieren
el: Ανοίξτε το Lorvex για ανανέωση
es: Abre Lorvex
fa: برای تازه‌سازی، Lorvex را باز کنید
fr: Ouvrez Lorvex
he: יש לפתוח את Lorvex כדי לרענן
hi: रीफ़्रेश करने के लिए Lorvex खोलें
id: Buka Lorvex untuk menyegarkan
it: Apri Lorvex
ja: Lorvexを開くと更新されます
ko: Lorvex를 열면 새로 고쳐집니다
mr: रिफ्रेश करण्यासाठी Lorvex उघडा
ms: Buka Lorvex untuk menyegar semula
nl: Open Lorvex om te vernieuwen
pl: Otwórz Lorvex, aby odświeżyć
pt_br: Abra o Lorvex
ro: Deschideți Lorvex pentru actualizare
ru: Откройте Lorvex для обновления
th: เปิด Lorvex เพื่อรีเฟรช
tr: Yenilemek için Lorvex’i açın
uk: Відкрийте Lorvex для оновлення
ur: ریفریش کے لیے Lorvex کھولیں
vi: Mở Lorvex để làm mới
zh_hans: 打开 Lorvex 以刷新
zh_hant: 開啟 Lorvex 即可重新整理

# widget.status.snapshot_damaged
source: Snapshot data damaged
ar: بيانات اللقطة تالفة
bn: স্ন্যাপশট ডেটা ক্ষতিগ্রস্ত
de: Snapshot-Daten beschädigt
el: Τα δεδομένα του στιγμιότυπου είναι κατεστραμμένα
es: Instantánea dañada
fa: داده‌های اسنپ‌شات آسیب‌دیده است
fr: Instantané endommagé
he: נתוני תמונת המצב פגומים
hi: स्नैपशॉट डेटा क्षतिग्रस्त है
id: Data snapshot rusak
it: Istantanea danneggiata
ja: スナップショットのデータが破損しています
ko: 스냅샷 데이터가 손상됨
mr: स्नॅपशॉट डेटा खराब झाला आहे
ms: Data syot kilat rosak
nl: Snapshot-gegevens beschadigd
pl: Dane migawki są uszkodzone
pt_br: Instantâneo danificado
ro: Datele instantaneului sunt deteriorate
ru: Данные снимка повреждены
th: ข้อมูลสแนปช็อตเสียหาย
tr: Anlık görüntü verisi hasarlı
uk: Дані знімка пошкоджено
ur: اسنیپ شاٹ ڈیٹا خراب ہے
vi: Dữ liệu ảnh chụp nhanh bị hỏng
zh_hans: 快照数据已损坏
zh_hant: 快照資料已損毀

# widget.status.snapshot_unavailable
source: Snapshot unavailable
ar: اللقطة غير متاحة
bn: স্ন্যাপশট উপলভ্য নয়
de: Snapshot nicht verfügbar
el: Μη διαθέσιμο στιγμιότυπο
es: Instantánea no disponible
fa: اسنپ‌شات در دسترس نیست
fr: Instantané indisponible
he: תמונת המצב אינה זמינה
hi: स्नैपशॉट उपलब्ध नहीं
id: Snapshot tidak tersedia
it: Istantanea non disponibile
ja: スナップショットを利用できません
ko: 스냅샷을 사용할 수 없음
mr: स्नॅपशॉट उपलब्ध नाही
ms: Syot kilat tidak tersedia
nl: Snapshot niet beschikbaar
pl: Migawka niedostępna
pt_br: Instantâneo indisponível
ro: Instantaneu indisponibil
ru: Снимок недоступен
th: สแนปช็อตไม่พร้อมใช้งาน
tr: Anlık görüntü kullanılamıyor
uk: Знімок недоступний
ur: اسنیپ شاٹ دستیاب نہیں
vi: Ảnh chụp nhanh không khả dụng
zh_hans: 快照不可用
zh_hant: 無法使用快照
